Repository: webcvalejandropina-ui/mitension
Catalog: MiTension/Localizable.xcstrings
Source language: es
Languages: ar, ca, de, en, fr, it, ja, pt, zh_hans

source: Son recordatorios, no alarmas médicas: no detectan valores de tensión ni sustituyen las indicaciones de tu médico.
ar: هذه تذكيرات وليست إنذارات طبية: لا تكتشف قيم ضغط الدم ولا تحل محل تعليمات الطبيب.
ca: Són recordatoris, no alarmes mèdiques: no detecten valors de tensió ni substitueixen les indicacions del metge.
de: Dies sind Erinnerungen, keine medizinischen Alarme: Sie erkennen keine Blutdruckwerte und ersetzen nicht die Anweisungen Ihres Arztes.
en: These are reminders, not medical alarms: they do not detect blood pressure values or replace your doctor's instructions.
fr: Ce sont des rappels, pas des alarmes médicales : ils ne détectent pas les valeurs de tension et ne remplacent pas les consignes de votre médecin.
it: Sono promemoria, non allarmi medici: non rilevano valori di pressione né sostituiscono le indicazioni del medico.
ja: これはリマインダーであり、医療用アラームではありません。血圧値を検知せず、医師の指示に代わるものではありません。
pt: São lembretes, não alarmes médicos: não detetam valores de pressão nem substituem as indicações do seu médico.
zh_hans: 这些是提醒，不是医疗警报：不会检测血压值，也不能替代医生的指导。

source: Pulsa Guardar alertas para aplicar los cambios. Desactiva ambos avisos y guarda para cancelarlos.
ar: اضغط حفظ التذكيرات لتطبيق التغييرات. عطّل التذكيرين واحفظ لإلغائهما.
ca: Prem Desar alertes per aplicar els canvis. Desactiva tots dos avisos i desa per cancel·lar-los.
de: Tippen Sie auf Erinnerungen speichern, um Änderungen anzuwenden. Schalten Sie beide aus und speichern Sie, um sie zu löschen.
en: Tap Save reminders to apply changes. Turn both reminders off and save to cancel them.
fr: Touchez Enregistrer les rappels pour appliquer les modifications. Désactivez les deux rappels et enregistrez pour les annuler.
it: Tocca Salva promemoria per applicare le modifiche. Disattiva entrambi e salva per annullarli.
ja: 変更を適用するには「リマインダーを保存」をタップしてください。両方をオフにして保存すると解除されます。
pt: Toque em Guardar alertas para aplicar as alterações. Desative ambos e guarde para os cancelar.
zh_hans: 点击“保存提醒”应用更改。关闭两个提醒并保存即可取消。

source: Cerrar
ar: إغلاق
ca: Tancar
de: Schließen
en: Close
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
zh_hans: 关闭

source: Activar aviso
ar: تفعيل التذكير
ca: Activar avís
de: Erinnerung aktivieren
en: Enable reminder
fr: Activer le rappel
it: Attiva promemoria
ja: リマインダーを有効にする
pt: Ativar aviso
zh_hans: 启用提醒

source: Hora
ar: الوقت
de: Uhrzeit
en: Time
fr: Heure
it: Ora
ja: 時刻
zh_hans: 时间

source: Días de la semana
ar: أيام الأسبوع
ca: Dies de la setmana
de: Wochentage
en: Days of the week
fr: Jours de la semaine
it: Giorni della settimana
ja: 曜日
pt: Dias da semana
zh_hans: 星期

source: Más
ar: المزيد
ca: Més
de: Mehr
en: More
fr: Plus
it: Altro
ja: その他
pt: Mais
zh_hans: 更多

source: Gráficas
ar: الرسوم البيانية
ca: Gràfics
de: Diagramme
en: Charts
fr: Graphiques
it: Grafici
ja: グラフ
pt: Gráficos
zh_hans: 图表

source: Tus datos, de un vistazo
ar: بياناتك في لمحة
ca: Les teves dades d’un cop d’ull
de: Ihre Daten auf einen Blick
en: Your data at a glance
fr: Vos données en un coup d’œil
it: I tuoi dati a colpo d’occhio
ja: データをひと目で
pt: Os seus dados num relance
zh_hans: 数据一目了然

source: Observa tus mediciones a lo largo del tiempo.
ar: تابع قياساتك مع مرور الوقت.
ca: Observa les teves mesures al llarg del temps.
de: Sehen Sie Ihre Messungen im Zeitverlauf.
en: See your readings over time.
fr: Consultez vos mesures au fil du temps.
it: Osserva le misurazioni nel tempo.
ja: 測定値の変化を確認できます。
pt: Veja as medições ao longo do tempo.
zh_hans: 查看测量数据随时间的变化。

source: Media
ar: المتوسط
ca: Mitjana
de: Durchschnitt
en: Average
fr: Moyenne
ja: 平均
pt: Média
zh_hans: 平均值

source: Cuida tu rutina
ar: روتينك اليومي
ca: La teva rutina diària
de: Ihre tägliche Routine
en: Your daily routine
fr: Votre routine quotidienne
it: La tua routine quotidiana
ja: 毎日の習慣
pt: A sua rotina diária
zh_hans: 日常管理

source: Guía, avisos y tus datos, en un solo lugar.
ar: الدليل والتذكيرات وبياناتك في مكان واحد.
ca: Guia, avisos i dades en un sol lloc.
de: Anleitung, Erinnerungen und Daten an einem Ort.
en: Guidance, reminders and your data in one place.
fr: Guide, rappels et données au même endroit.
it: Guida, promemoria e dati in un unico posto.
ja: ガイド、通知、データをまとめて管理。
pt: Guia, lembretes e dados num só lugar.
zh_hans: 指南、提醒和数据，尽在一处。

source: Configura tus horarios y días.
ar: اختر أوقاتك وأيامك.
ca: Tria hores i dies.
de: Wählen Sie Uhrzeiten und Tage.
en: Choose your times and days.
fr: Choisissez vos heures et vos jours.
it: Scegli orari e giorni.
ja: 時刻と曜日を設定。
pt: Escolha horários e dias.
zh_hans: 设置时间和日期。

source: Cómo medir y cómo cuidamos tus datos.
ar: كيفية القياس وحماية بياناتك.
ca: Com mesurar i protegir les dades.
de: So messen Sie und schützen Ihre Daten.
en: How to measure and protect your data.
fr: Comment mesurer et protéger vos données.
it: Come misurare e proteggere i dati.
ja: 測定方法とデータの保護。
pt: Como medir e proteger os dados.
zh_hans: 如何测量及保护数据。

source: Exportar a Excel
ar: تصدير إلى Excel
de: Nach Excel exportieren
en: Export to Excel
fr: Exporter vers Excel
it: Esporta in Excel
ja: Excelにエクスポート
pt: Exportar para Excel
zh_hans: 导出到 Excel

source: Todas tus tomas en una hoja de cálculo.
ar: كل قياساتك في جدول بيانات.
ca: Totes les preses en un full de càlcul.
de: Alle Messungen in einer Tabelle.
en: All your readings in a spreadsheet.
fr: Toutes vos mesures dans une feuille de calcul.
it: Tutte le misurazioni in un foglio di calcolo.
ja: すべての測定値を表計算ファイルに。
pt: Todas as medições numa folha de cálculo.
zh_hans: 将所有测量结果保存到电子表格。

source: Conserva y restaura tu histórico.
ar: احفظ سجلك واستعده.
ca: Conserva i restaura l’històric.
de: Verlauf sichern und wiederherstellen.
en: Keep and restore your history.
fr: Conservez et restaurez votre historique.
it: Conserva e ripristina lo storico.
ja: 履歴の保存と復元。
pt: Guarde e restaure o histórico.
zh_hans: 保存和恢复历史记录。

source: Notas e identificador único
ar: ملاحظات ومعرّف فريد
ca: Notes i identificador únic
de: Notizen und eindeutige Kennung
en: Notes and unique identifier
fr: Notes et identifiant unique
it: Note e identificativo univoco
ja: メモと一意の識別子
zh_hans: 备注及唯一标识符

source: Crear archivo Excel
ar: إنشاء ملف Excel
ca: Crear fitxer Excel
de: Excel-Datei erstellen
en: Create Excel file
fr: Créer un fichier Excel
it: Crea file Excel
ja: Excelファイルを作成
pt: Criar ficheiro Excel
zh_hans: 创建 Excel 文件

source: No se pudo exportar el archivo.
ar: تعذّر تصدير الملف.
ca: No s’ha pogut exportar el fitxer.
de: Die Datei konnte nicht exportiert werden.
en: Unable to export the file.
fr: Impossible d’exporter le fichier.
it: Impossibile esportare il file.
ja: ファイルをエクスポートできませんでした。
pt: Não foi possível exportar o ficheiro.
zh_hans: 无法导出文件。

source: Notas
ar: ملاحظات
ca: Notes
de: Notizen
en: Notes
fr: Notes
it: Note
ja: メモ
zh_hans: 备注

source: Probar aviso en 10 segundos
ar: اختبار التذكير بعد 10 ثوانٍ
ca: Provar avís en 10 segons
de: Erinnerung in 10 Sekunden testen
en: Test reminder in 10 seconds
fr: Tester le rappel dans 10 secondes
it: Prova promemoria tra 10 secondi
ja: 10秒後に通知をテスト
pt: Testar aviso em 10 segundos
zh_hans: 10 秒后测试提醒

source: Aviso de prueba programado.
ar: تمت جدولة تذكير الاختبار.
ca: Avís de prova programat.
de: Test-Erinnerung geplant.
en: Test reminder scheduled.
fr: Rappel de test programmé.
it: Promemoria di prova programmato.
ja: テスト通知を設定しました。
pt: Aviso de teste programado.
zh_hans: 测试提醒已安排。

source: Avisos programados: %ld
ar: التذكيرات المجدولة: %ld
ca: Avisos programats: %ld
de: Geplante Erinnerungen: %ld
en: Scheduled reminders: %ld
fr: Rappels programmés : %ld
it: Promemoria programmati: %ld
ja: 設定済み通知：%ld
zh_hans: 已安排的提醒：%ld

source: Ocultar este aviso
ar: إخفاء هذا التنبيه
ca: Amagar aquest avís
de: Diesen Hinweis ausblenden
en: Hide this notice
fr: Masquer ce message
it: Nascondi questo avviso
ja: この案内を非表示にする
zh_hans: 隐藏此提示

source: No volverá a mostrarse en este iPhone. Tus tomas se conservan.
ar: لن يظهر مجددًا على هذا iPhone. ستبقى قياساتك محفوظة.
ca: No es tornarà a mostrar en aquest iPhone. Les preses es conserven.
de: Dieser Hinweis erscheint auf diesem iPhone nicht mehr. Ihre Messungen bleiben erhalten.
en: It will not appear again on this iPhone. Your readings are kept.
fr: Ce message ne s’affichera plus sur cet iPhone. Vos mesures sont conservées.
it: Non verrà più mostrato su questo iPhone. Le misurazioni vengono conservate.
ja: このiPhoneでは再表示されません。測定記録は保持されます。
pt: Não voltará a aparecer neste iPhone. As suas medições são mantidas.
zh_hans: 此提示将不再在此 iPhone 上显示。测量记录会保留。

source: Medicamentos de esta toma
ar: أدوية هذا القياس
ca: Medicaments d’aquesta presa
de: Medikamente zu dieser Messung
en: Medication for this reading
fr: Médicaments de cette mesure
it: Farmaci di questa misurazione
ja: この測定に関連する薬
pt: Medicamentos desta medição
zh_hans: 此次测量的药物

source: Registra la medicación asociada a esta medición. Es un registro, no una recomendación de tratamiento.
ar: سجّل الأدوية المرتبطة بهذا القياس. هذا سجل وليس توصية علاجية.
ca: Registra els medicaments associats a aquesta presa. És un registre, no una recomanació de tractament.
de: Erfassen Sie Medikamente zu dieser Messung. Dies ist eine Aufzeichnung, keine Behandlungsempfehlung.
en: Record medication associated with this reading. This is a record, not treatment advice.
fr: Notez les médicaments associés à cette mesure. Il s’agit d’un relevé, pas d’un conseil de traitement.
it: Registra i farmaci associati a questa misurazione. È un registro, non un consiglio terapeutico.
ja: この測定に関連する薬を記録します。治療の提案ではありません。
pt: Registe os medicamentos associados a esta medição. É um registo, não uma recomendação de tratamento.
zh_hans: 记录与此次测量相关的药物。这是记录，不是治疗建议。

source: Nombre del medicamento
ar: اسم الدواء
ca: Nom del medicament
de: Medikamentenname
en: Medication name
fr: Nom du médicament
it: Nome del farmaco
ja: 薬の名前
pt: Nome do medicamento
zh_hans: 药物名称

source: Dosis (opcional)
ar: الجرعة (اختياري)
ca: Dosi (opcional)
de: Dosis (optional)
en: Dose (optional)
fr: Dose (facultatif)
it: Dose (facoltativa)
ja: 用量（任意）
pt: Dose (opcional)
zh_hans: 剂量（可选）

source: Nota del medicamento (opcional)
ar: ملاحظة عن الدواء (اختياري)
ca: Nota del medicament (opcional)
de: Medikamentennotiz (optional)
en: Medication note (optional)
fr: Note du médicament (facultatif)
it: Nota sul farmaco (facoltativa)
ja: 薬のメモ（任意）
pt: Nota do medicamento (opcional)
zh_hans: 药物备注（可选）

source: Añadir medicamento
ar: إضافة دواء
ca: Afegir medicament
de: Medikament hinzufügen
en: Add medication
fr: Ajouter un médicament
it: Aggiungi farmaco
ja: 薬を追加
pt: Adicionar medicamento
zh_hans: 添加药物

source: Quitar medicamento
ar: إزالة الدواء
ca: Treure medicament
de: Medikament entfernen
en: Remove medication
fr: Retirer le médicament
it: Rimuovi farmaco
ja: 薬を削除
pt: Remover medicamento
zh_hans: 移除药物

source: Introduce el nombre del medicamento o elimina la fila vacía.
ar: أدخل اسم الدواء أو أزل السطر الفارغ.
ca: Introdueix el nom del medicament o treu la fila buida.
de: Geben Sie einen Medikamentennamen ein oder entfernen Sie die leere Zeile.
en: Enter a medication name or remove the empty row.
fr: Saisissez le nom du médicament ou retirez la ligne vide.
it: Inserisci il nome del farmaco o rimuovi la riga vuota.
ja: 薬の名前を入力するか、空の行を削除してください。
pt: Introduza o nome do medicamento ou remova a linha vazia.
zh_hans: 请输入药物名称或移除空白行。
